Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_wx/omegat_wx-level2.tmx
Source language: en_us
Languages: ru_ru

source: Project-Id-Version: Report-Msgid-Bugs-To: POT-Creation-Date: 2024-05-08 22:38+0300 PO-Revision-Date: 2024-05-07 15:30+0300 Last-Translator: Andrey Kuznetsov <pm_kan@users.sourceforge.net> Language-Team: Language: ru MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit
ru_ru: Project-Id-Version: Password Safe Report-Msgid-Bugs-To: POT-Creation-Date: 2024-05-08 22:30+0300 PO-Revision-Date: 2024-05-08 22:30+0300 Last-Translator: Andrey Kuznetsov <pm_kan@users.sourceforge.net> Language-Team: none Language: ru_RU MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit

source: Pronounceable passwords
ru_ru: Произносимые пароли

source: Properties
ru_ru: Свойства

source: Protect Entry
ru_ru: Защитить элемент

source: Protected
ru_ru: Защищён

source: Pswd copied
ru_ru: Пароль скопирован

source: Put Groups first in Tree View
ru_ru: Размещать группы вверху дерева

source: Put icon in System Tray
ru_ru: Отображать значок в области уведомлений

source: Query user to set default username
ru_ru: Запросить у пользователя имя по умолчанию

source: Random password generation rules
ru_ru: Правила создания случайного пароля

source: Read Error
ru_ru: Ошибка чтения

source: Recent Databases on File Menu rather than as a sub-menu
ru_ru: Отображать недавние контейнеры в меню Файл, а не в подменю

source: Recent Password Safe Databases
ru_ru: Недавние контейнеры

source: Recommend that the database is now saved.
ru_ru: Рекомендуется сохранить изменения в контейнере.

source: Record Modified Time
ru_ru: Время изменения элемента

source: Record last access times
ru_ru: Время последнего доступа

source: Recurring
ru_ru: Повторять

source: Relative
ru_ru: Относительное

source: Relative dates are in days relative to today e.g. '-1' is yesterday and '1' is tomorrow
ru_ru: Относительные даты задаются в днях относительно текущего дня, например: «-1» - вчера, «1» — завтра

source: Remember last
ru_ru: Хранить последние

source: Remove
ru_ru: Удалить

source: Remove Lock?
ru_ru: Разблокировать?

source: Rename Entry F2
ru_ru: Переименовать элемент F2

source: Renamed
ru_ru: Переименовано

source: Renaming of non-Group items is not implemented
ru_ru: Переименование реализовано только для групп

source: Report of %ls function started at %ls
ru_ru: Отчёт «%ls» начат %ls

source: Reports
ru_ru: Отчёты

source: Requested mode change failed
ru_ru: Сбой при изменении режима

source: Reset
ru_ru: Сброс

source: Row %d is incomplete.
ru_ru: Строка %d задана не полностью.

source: Rule
ru_ru: Правило

source: Run Cmd:
ru_ru: Выполнить:

source: Run Command
ru_ru: Выполнить команду

source: RunCmd copied
ru_ru: Команда скопирована

source: S&ynchronize...
ru_ru: Синх&ронизировать...

source: SAX Parse Error during %ls %ls.
ru_ru: Ошибка разбора SAX при выполнении %ls %ls.

source: SAX Parse60 Error 0x%08X during %ls.
ru_ru: Ошибка разбора SAX Parse60 0x%08X при выполнении операции «%ls».

source: Same as database's
ru_ru: Такой же как у контейнера

source: Save
ru_ru: Сохранить

source: Save &As...
ru_ru: Сохранить &как...

source: Save Database
ru_ru: Сохранить контейнер

source: Save database elsewhere or with another name?
ru_ru: Сохранить контейнер в другом месте или под другим именем?

source: Save database immediately after any change
ru_ru: Сохранять контейнер после любых изменений

source: Schema does not have a version number.
ru_ru: В схеме не␣указан номер версии.

source: Search hit bottom, continuing at top
ru_ru: Поиск достиг конца, продолжено с начала

source: Search hit top, continuing at bottom
ru_ru: Поиск достиг начала, продолжено с конца

source: Search status
ru_ru: Статус поиска

source: Search text input field
ru_ru: Поле ввода для поиска

source: Second date must be later than first
ru_ru: Вторая дата должны быть позднее первой

source: Second number must be greater than first
ru_ru: Второе число должно быть больше первого

source: Security
ru_ru: Безопасность

source: See Attachment filters
ru_ru: См. группу фильтров вложений

source: See LICENSE for open source details.
ru_ru: См. LICENSE, чтобы узнать подробности о распространении исходного кода.

source: See Password History filters
ru_ru: Просмотреть фильтры по истории паролей

source: See Password Policy filters
ru_ru: Просмотреть фильтры по политике создания паролей

source: See a detailed report
ru_ru: Открыть подробный отчёт

source: See report for details.
ru_ru: Подробная информация находится в отчёте.

source: Select
ru_ru: Выбор

source: Select Add/Edit display font
ru_ru: Выбор шрифта для диалога Вставки/Редактирования

source: Select Alias
ru_ru: Выбор псевдонима

source: Select Language
ru_ru: Выбрать язык

source: Select Notes display font
ru_ru: Выбор шрифта для заметок

source: Select Password display font
ru_ru: Выбор шрифта для отображения паролей

source: Select Tree/List display font
ru_ru: Выбор шрифта для дерева/списка

source: Select Virtual Keyboard font
ru_ru: Выбор шрифта для экранной клавиатуры

source: Select a Browser
ru_ru: Укажите браузер

source: Select a PasswordSafe database to compare
ru_ru: Укажите контейнер для сравнения

source: Select a database to compare with current database (
ru_ru: Укажите контейнер для сравнения с текущим (

source: Select another database
ru_ru: Выберите контейнер

source: Select fields to synchronize
ru_ru: Выберите поля для синхронизации

source: Selected Filter Details:
ru_ru: Параметры фильтра:

source: Selected file doesn't exist.
ru_ru: Указанный файл не␣существует.

source: Selected policy details:
ru_ru: Информация о выбранной политике:

source: Semicolon
ru_ru: Точка с запятой

source: Send
ru_ru: Отправ.

source: Send &email
ru_ru: Отправить &письмо

source: Send Email
ru_ru: Отправить письмо

source: Send email
ru_ru: Отправить письмо

source: Session
ru_ru: Сессия

source: Set Attachment Filters
ru_ru: Установить фильтры вложений

source: Set Database &ID
ru_ru: Задать номер &контейнера

source: Set Database ID
ru_ru: Задать номер контейнера

source: Set Date/Time
ru_ru: Дата/время создания

source: Set Display Filters
ru_ru: Настройки фильтров отображения

source: Set Password History Filters
ru_ru: Установить фильтры по истории паролей

source: Set Password Policy Filters
ru_ru: Установить фильтры по политике создания паролей

source: Set YubiKey
ru_ru: Сохранить

source: Set both Field and Criteria or update Attachment filters.
ru_ru: Убедитесь, что указаны значения «Поле» и «Условие» или обновите фильтры вложений.

source: Set both Field and Criteria or update History filters.
ru_ru: Убедитесь, что указаны значения «Поле» и «Условие» или обновите фильтры истории паролей.

source: Set both Field and Criteria or update Policy filters.
ru_ru: Убедитесь, что указаны значения «Поле» и «Условие» или обновите фильтры политик создания паролей.

source: Set both Field and Criteria.
ru_ru: Убедитесь, что указаны значения «Поле» и «Условие».

source: Set maximum number of passwords saved to above value
ru_ru: Установить максимальное количество сохраняемых паролей равным указанному значению

source: Shift+DCA
ru_ru: Действие по Shift␣+ двойной␣клик

source: Shift-Double-Click Action:
ru_ru: Действие по Shift␣+ двойной␣клик:

source: Shortcut
ru_ru: Ярлык

source: Shortcut #
ru_ru: Комбинация клавиш #

source: Shortcut or Alias selected, use Base entry instead
ru_ru: Указан ярлык или псевдоним. Выберите исходный элемент.

source: Shortcut to
ru_ru: Ярлык для

source: Shortcuts
ru_ru: Комбинации клавиш

source: Show
ru_ru: Показать

source: Show Alias Selection in Add && Edit
ru_ru: Показывать кнопку выбора псевдонима при добавлении и редактировании

source: Show Master Password
ru_ru: Показать пароль

source: Show Menu Separator
ru_ru: Показывать разделители меню

source: Show Notes as ToolTips in Tree && List views
ru_ru: Показывать заметки во всплывающей подсказке

source: Show Notes in Edit
ru_ru: Показывать заметки при редактировании

source: Show Password in Add && Edit
ru_ru: Показывать пароль при добавлении и редактировании

source: Show Password in Tree View
ru_ru: Показывать пароль в дереве

source: Show Text in Toolbar
ru_ru: Показывать подписи на панели инструментов

source: Show Username in Tree View
ru_ru: Показывать имя пользователя в дереве

source: Show a subset of the Password
ru_ru: Показать часть пароля

source: Show password
ru_ru: Показать пароль

source: Simultaneous execution disabled?
ru_ru: Запрещено одновременное исполнение?

source: Skipped
ru_ru: Пропущено

source: Sort by Date
ru_ru: Сортировать по дате

source: Sort by Group
ru_ru: Сортировать по группе

source: Sort by Name
ru_ru: Сортировать по имени

source: Source
ru_ru: Источник

source: Space
ru_ru: Пробел

source: Specify text.
ru_ru: Введите текст

source: Standard
ru_ru: обычная

source: Start Password Safe at Login
ru_ru: Запускать Password Safe при входе в систему

source: Start Report
ru_ru: Начало отчёта

source: Start saving previous passwords
ru_ru: Начать сохранение предыдущих паролей

source: Static text
ru_ru: Заглушка

source: Statistics
ru_ru: Статистика

source: Status
ru_ru: Статус

source: Stop saving previous passwords
ru_ru: Перестать сохранять предыдущие пароли

source: Stored filters will be unusable until the file's restored.
ru_ru: Сохранённые фильтры будут недоступны, пока файл не␣будет восстановлен.

source: Subset of entries restricted by the following rule:
ru_ru: Подмножество элементов отобрано по правилу:

source: Subviews
ru_ru: Стандартные фильтры

source: Suffix:
ru_ru: Суффикс:

source: Switch manually within 5 seconds
ru_ru: Переключить вручную в течение 5 секунд

source: Symbols
ru_ru: Символы

source: Synchronization completed successfully
ru_ru: Синхронизация успешно завершена

source: Synchronization failed
ru_ru: Сбой при синхронизации

source: Synchronization options
ru_ru: Параметры синхронизации

source: Synchronization status
ru_ru: Состояние синхронизации

source: Synchronize
ru_ru: Синхронизация

source: Synchronize all items...
ru_ru: Синхронизировать все элементы...

source: Synchronize another database with currently open database
ru_ru: Синхронизация контейнеров

source: Synchronize completed: %d %ls updated
ru_ru: Синхронизация завершена: %d %ls обновлено

source: Synchronize items
ru_ru: Синхронизация элементов

source: Synchronize this item...
ru_ru: Синхронизировать элемент...

source: Synchronizing from database: %ls
ru_ru: Синхронизация с контейнером: %ls

source: Synchronizing with another database will update the entries in your database with matching entries from the other database.
ru_ru: Синхронизация с другим контейнером приведёт к обновлению элементов текущего контейнера данными из соответствующих элементов другого контейнера

source: System
ru_ru: Система

source: System Tray
ru_ru: Значок в области уведомлений

source: System error: No more file handles available
ru_ru: Системная ошибка: исчерпаны дескрипторы (handles) файлов

source: Tab
ru_ru: Табуляция

source: Target last changed on:
ru_ru: Целевой элемент изменён:

source: Test Selected Policy
ru_ru: Проверить выбранную политику

source: Text
ru_ru: Текстовый

source: Text color in locked state:
ru_ru: Цвет текста для заблокированного контейнера:

source: Text color in unlocked state:
ru_ru: Цвет текста для разблокированного контейнера:

source: Text file being imported: %ls
ru_ru: Текстовый файл импортирован: %ls

source: Text files (*.txt)|*.txt|CSV files (*.csv)|*.csv|All files (*.*; *)|*.*; *
ru_ru: Текстовые файлы (*.txt)|*.txt|CSV-файлы (*.csv)|*.csv|Все файлы (*.*; *)|*.*; *

source: Text files (*.txt)|*.txt|CSV files (*.csv)|*.csv|All files (*.*; *)|*.*;*
ru_ru: Текстовые файлы (*.txt)|*.txt|CSV-файлы (*.csv)|*.csv|Все файлы (*.*; *)|*.*;*

source: That file is already open.
ru_ru: Указанный файл уже открыт.

source: The %ls entry "%ls, %ls, %ls" doesn't point to a normal or existing %ls base entry.
ru_ru: Элемент %ls «%ls, %ls, %ls» не␣указывает на нормальный или существующий %ls исходный элемент.

source: The Authentication Code configuration is invalid
ru_ru: Недопустимые настройки двухфакторной аутентификации

source: The Authentication Code operation was successful
ru_ru: Действие с кодом двухфакторной аутентификации выполнено успешно

source: The Master Password can use any keyboard character and is case-sensitive.
ru_ru: Пароль для контейнера может содержать любые символы с учётом регистра букв.

source: The Master Password you enter will be used to encrypt the password database file.
ru_ru: Введённый пароль будет использован для шифрования контейнера.

source: The TXT or CSV file was not imported as required as entry records span multiple lines in the CSV file.
ru_ru: При импорте TXT- или CSV-файла не␣были соблюдены все требования, так как данные элемента разбиты на несколько строк.

source: The affected entries have been changed to use the database's default policy.
ru_ru: В связанных с ними элементах была настроена политика контейнера по умолчанию.

source: The authentication secret was not found
ru_ru: Не найден ключ двухфакторной аутентификации

source: The clipboard will be securely cleared when Password Safe is closed.
ru_ru: Буфер обмена будет надёжно очищен при закрытии Password Safe.

source: The combination cannot be blank.
ru_ru: Пароль не␣может быть пустым!

source: The current database was opened in read-only mode.
ru_ru: Контейнер открыт «только для чтения».

source: The data will now be written in the new format, which is unusable by old versions of PasswordSafe.
ru_ru: Данные будут записаны с использованием нового формата, который несовместим с предыдущими версиями Password Safe.

source: The database has been changed since you opened it in R-O mode, so it is not possible to switch to R/W mode.
ru_ru: Переключение в режим «чтение/запись» невозможно: со времени открытия в режиме «только чтение» контейнер был изменён.

source: The database:
ru_ru: Контейнер:

source: The database: %ls has duplicate entries with the same group/title/user combination.
ru_ru: Контейнер: %ls содержит дубликаты с совпадающими комбинациями Группа/Заголовок/Имя пользователя.

source: The databases are identical when comparing the selected or default fields!
ru_ru: Содержимое контейнеров совпадает (сравнивались только указанные поля или поля по умолчанию)!

source: The dropped entry now references that entry's base entry.
ru_ru: Скопированный элемент теперь ссылается на исходный элемент.

source: The entry cannot be blank.
ru_ru: Значение не может быть пустым

source: The file was not found.
ru_ru: Файл не␣найден.

source: The filter XML version (%d) is greater than that supported by this instance of PasswordSafe (%d).
ru_ru: Версия XML-фильтра (%d) больше поддерживаемой этой версией Password Safe (%d).

source: The filter XML version (%d) is greater than the current schema (%d).
ru_ru: Версия XML-фильтра (%d) больше, чем у текущей схемы (%d).

source: The filter XML version is missing.
ru_ru: Не указана версия XML-фильтра.

source: The following %ls %ls updated:
ru_ru: Следующие %ls %ls обновлены:

source: The following ERRORS were detected and were FIXED.
ru_ru: Были обнаружены и исправлены следующие ошибки.

source: The following WARNINGS were detected - you should review and fix them manually.
ru_ru: Есть несколько предупреждений. Вы должны просмотреть их и исправить самостоятельно.

source: The following alias or shortcut entries did not match to a base entry and had been converted to normal entries:%ls
ru_ru: Указанные псевдонимы или ярлыки указывают на отсутствующий исходный элемент и были преобразованы в обычные элементы:%ls

source: The following attachments are not referred to by any entry.
ru_ru: Указанные вложения не привязаны к элементам.

source: The following columns are unrecognized by PasswordSafe and will be ignored:
ru_ru: Указанные столбцы не были распознаны и будут пропущены:

source: The following columns were recognised but only Group/Title, Username and Password will be processed:
ru_ru: Указанные столбцы распознаны, но только группа/заголовок, имя пользователя и пароль будут обработаны:

source: The following columns will be processed:
ru_ru: Были обработаны следующие столбцы:

source: The following entries contain search string '%ls' %ls
ru_ru: Следующие элементы содержат искомую строку «%ls» %ls

source: The following entries had a duplicate UUID field.
ru_ru: Указанные элементы содержали повторяющиеся значения UUID.

source: The following entries had a policy name that already existed in this database but with different settings.
ru_ru: Указанные элементы были связаны с политиками, которые уже есть в данном контейнере, но имеют другие настройки.

source: The following entries had an empty Password field, which is not permitted.
ru_ru: В указанных элементах не␣было заполнено поле с паролем. Это␣недопустимо.

source: The following entries had an empty Title field, which is not permitted.
ru_ru: В указанных элементах не␣заполнено поле с заголовком. Это␣недопустимо.

source: The following entries had an invalid Password History.
ru_ru: Указанные элементы содержали ошибки в истории паролей.

source: The following entries had an invalid UUID field.
ru_ru: Указанные элементы содержали недопустимые значения UUID.

source: The following entries have one or more text fields too long to display or edit (over %d characters).
ru_ru: Следующие элементы содержат одно или несколько текстовых полей, которые не могут быть отредактированы или показаны полностью (больше %d символов).

source: The following entries have passwords in the correct form for %ls, but the base entry does not exist.
ru_ru: Следующие элементы содержат указатель на пароль из элемента %ls, но исходный элемент не␣существует.

source: The following entries refer to missing attachments.
ru_ru: Указанные элементы ссылаются на отсутствующие вложения.

source: The following entries were duplicates of an existing entry.
ru_ru: Указанные элементы были дубликатами существующих элементов.

source: The following fields were %ls
ru_ru: Следующие поля были %ls

source: The following new %ls %ls merged into this database:
ru_ru: Новые %ls %ls добавлены в данный контейнер:

source: The following records had errors in their Password History:
ru_ru: Указанные записи содержали ошибки в истории паролей:

source: The following records were renamed as an entry already exists in your database or in the Import file:
ru_ru: Указанные записи были переименованы, т. к. такой элемент уже существует в контейнере или импортируемом файле:

source: The following records were skipped:
ru_ru: Следующие записи были пропущены:

source: The largest entry size found was ~%d %ls.
ru_ru: Размер наибольшего из этих элементов ~%d %ls.

source: The master password has been entered %d times without success:
ru_ru: Пароль для контейнера был введён неверно %d раз(а) подряд. Убедитесь, что

source: The old master password is not correct
ru_ru: Старый пароль для контейнера указан неверно

source: The original database, "%ls", is in pre-3.0 format.
ru_ru: Формат исходного контейнера «%ls», имеет версию ниже 3.0.

source: The original database, '%ls', is in pre-3.0 format.
ru_ru: Формат исходного контейнера «%ls», имеет версию ниже 3.0.

source: The password has been set to '%ls'
ru_ru: Был установлен пароль «%ls»

source: The two entries do not match.
ru_ru: Введённые значения не␣совпадают

source: The user specified that the following fields be excluded from the export:
ru_ru: Пользователь исключил следующие столбцы из экспорта:

source: There appears to be no system tray support in your current environment.
ru_ru: Похоже, текущее окружение не␣поддерживает работу с областью уведомлений.

source: There are unmatched quotes in the run command
ru_ru: В команде присутствуют непарные кавычки

source: There are unsaved changes in opened dialogs.
ru_ru: В открытых диалогах есть несохранённые изменения.

source: There is no view available for attachments that are not of image media type.
ru_ru: Просмотр недоступен для вложений не являющихся картинками.

source: There may be some loss of history.
ru_ru: Возможно, что некоторые данные из истории были потеряны.

source: There was an error autotyping.
ru_ru: Ошибка при выполнении автонабора

source: There was an error during synchronization
ru_ru: Во время синхронизации произошла ошибка

source: There was an error loading the database:
ru_ru: Ошибка при загрузке контейнера:

source: Therefore, the image cannot be displayed in the preview.
ru_ru: Поэтому, картинка не может быть отображена.

source: They have been removed from the %ls entries.
ru_ru: Она была отвязана от %ls элемента.

source: They have been renamed.
ru_ru: Они были переименованы.

source: This alias's target [%s:%s:%s] is not a normal entry.
ru_ru: Исходный элемент [%s:%s:%s] для данного псевдонима не является обычным элементом.

source: This entry has been made an alias of associated base entry.
ru_ru: Этот элемент является псевдонимом соответствующего исходного элемента.

source: This entry has the following %d %ls: %ls Confirm to continue (All shortcuts to this entry will be deleted)?
ru_ru: У данного элемента есть %d подчинённых типа «%ls»: %ls Продолжить выполнение (все ярлыки для этого элемента будут удалены)?

source: This entry has the following %d %ls: %ls Confirm to continue (alias entry's passwords will be replaced by this entry's password)?
ru_ru: У данного элемента есть %d %ls: %ls Продолжить выполнение (пароли для псевдонимов будут заменены на пароль этого элемента)?

source: This entry must have a %ls
ru_ru: Элемент должен содержать %ls

source: This entry remains a normal entry and the password has not been changed.
ru_ru: Этот элемент остаётся обычным элементом. Пароль не␣изменён.

source: This filter already exists
ru_ru: Фильтр уже существует

source: This has been corrected.
ru_ru: Ошибки были исправлены.

source: This has been rebuilt with available data.
ru_ru: Они были восстановлены по имеющимся данным.

source: This is the latest release!
ru_ru: У вас самая новая версия!

source: This operation will create an unprotected copy of ALL of the passwords in the database.
ru_ru: Продолжение приведёт к созданию незащищённой копии, содержащей ВСЕ пароли из контейнера.

source: This option bypasses the security provided by this program.
ru_ru: Это␣действие позволяет обойти защиту предоставляемую программой.

source: This shortcut's target [%s:%s:%s] is not a normal entry.
ru_ru: Целевой элемент [%s:%s:%s] для данного ярлыка не является обычным элементом.

source: Timeout - please try again
ru_ru: Время истекло. Попробуйте снова.

source: Title
ru_ru: Заголовок

source: Title copied
ru_ru: Заголовок скопирован

source: Title:
ru_ru: Заголовок:

source: To add a new entry, simply fill in the fields below.
ru_ru: Заполните поля для добавления нового элемента.

source: To replace passwords of existing entries, all the following columns must be present: Group/Title, Username and Password.
ru_ru: Для замены паролей существующих элементов должны присутствовать следующие поля: группа/заголовок, имя пользователя, пароль.

source: To save the data in the old format, use the 'File->Export To-> Old (1.x or 2) format' command.
ru_ru: Для сохранения данных в старом формате используйте пункты меню «Файл->Экспорт в->Старый (1.x или 2) формат».

source: To save your changes in the old format, use the "File->Export To-> Old (1.x or 2) format" command.
ru_ru: Для сохранения изменений в старом формате используйте пункты меню «Файл->Экспорт в->Старый (1.x или 2) формат».

source: Toolbar &visible
ru_ru: Панель инстру&ментов

source: Total Length of policy too small
ru_ru: Общая длина меньше суммы количеств разных классов символов

source: Touch YubiKey's button
ru_ru: Нажмите кнопку на YubiKey

source: Tree Sort
ru_ru: Сортировка в дереве
